Tekla Open API Reference for Tekla Structures 2025
Length Methods
The BoltFilterExpressions.Length type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
BoltFilterExpressions.Length Class
Tekla.Structures.Filtering.Categories Namespace